<?php
error_reporting(E_ALL);

	$ru = array(
		'titlePage' => "Известные люди России",
		'descript' => "Описание",
		'keys' => "сайт, люди, известные, россия",
		'aboutSite' => "Об этом сайте",
		'modalLabelAboutSite' => "О сайте этом...",
		'modalAboutSite' => "Здесь должен быть текст...",
		'close' => "Закрыть",
		// Левое крыло, фрагмент 1
			// верхний ряд
				'modalLabelLomonosov' => "Ломоносов, Михаил Васильевич",
			    'modalLomonosov' => "
									<p><strong>Михаи́л Васи́льевич Ломоно́сов</strong> (8 ноября 1711, деревня Мишанинская (ныне — село Ломоносово), Архангелогородская губерния, Русское царство — 4 апреля 1765, Санкт-Петербург, Российская империя). Первый русский учёный-естествоиспытатель.
									</p>
									<p>Яркий пример «универсального человека»: энциклопедист, физик и химик (он вошёл в науку как первый химик, который дал физической химии определение, весьма близкое к современному, и предначертал обширную программу физико-химических исследований; его молекулярно-кинетическая теория тепла во многом предвосхитила современное представление о строении материи и многие фундаментальные законы, в числе которых одно из начал термодинамики). </p>
									<p>Основоположник научного мореплавания и физической химии; заложил основы науки о стекле.</p>
									<p>Астроном (так, открыл наличие атмосферы у планеты Венеры), приборостроитель, географ, металлург, геолог. Также поэт, художник, филолог, генеалог, историограф; поборник развития отечественных науки, экономики, образования (разработал проект Московского университета, впоследствии названного в его честь).</p>
									<p>Статский советник, профессор химии (1745), действительный член Санкт-Петербургской Императорской академии наук (1745) и почётный член Королевской Шведской и Болонской академий наук.</p>
			    ",
				'modalLabelErmak' => "",
		    	'modalErmak' => "

		    	",
			// КООНЕЦ верхний ряд
			// нижний ряд
			// КООНЕЦ нижний ряд
			// сидит
			// КООНЕЦ сидит
		// КООНЕЦ Левое крыло, фрагмент 1
		// Левое крыло, фрагмент 2
			// верхний ряд
			// КООНЕЦ верхний ряд
			// нижний ряд
			// КООНЕЦ нижний ряд
			// сидят
			// КООНЕЦ сидят
		// КООНЕЦ Левое крыло, фрагмент 2
		// Центр, фрагмент 3 
			// Блок людей
			// КООНЕЦ Блок людей
			// Образы-символы
			// КООНЕЦ Образы-символы
		// КООНЕЦ Центр, фрагмент 3 
		// Правое крыло, фрагмент 4
			// верхний ряд
			// КООНЕЦ верхний ряд
			// средний ряд
			// КООНЕЦ 
			// нижний ряд
			// КООНЕЦ нижний ряд
			// сидят
			// КООНЕЦ сидят
		// КООНЕЦ Правое крыло, фрагмент 4
		// Правое крыло, фрагмент 5
			// верхний ряд
			// КООНЕЦ верхний ряд
			// средний ряд
			// КООНЕЦ 
			// нижний ряд
			// КООНЕЦ нижний ряд
			// сидит
			// КООНЕЦ сидит
		// КООНЕЦ Правое крыло, фрагмент 5
	);
?>