<?php
error_reporting(E_ALL);

	$ru = array(
		'titlePage' => "Известные люди России",
		'descript' => "Описание",
		'keys' => "сайт, люди, известные, россия",
		'aboutSite' => "Об этом сайте",
		'modalLabelAboutSite' => "О сайте этом...",
		'modalAboutSite' => "Здесь должен быть текст...",
		'close' => "Закрыть",
		// Левое крыло, фрагмент 1
			// верхний ряд
				// Ломоносов Михаил Васильевич
				'modalLabelLomonosov' => "Ломоносов, Михаил Васильевич",
			    'modalLomonosov' => "
				<p><strong>Михаи́л Васи́льевич Ломоно́сов</strong> (8 ноября 1711, деревня Мишанинская (ныне — село Ломоносово), Архангелогородская губерния, Русское царство — 4 апреля 1765, Санкт-Петербург, Российская империя). Первый русский учёный-естествоиспытатель.
				</p>
				<p>Яркий пример «универсального человека»: энциклопедист, физик и химик (он вошёл в науку как первый химик, который дал физической химии определение, весьма близкое к современному, и предначертал обширную программу физико-химических исследований; его молекулярно-кинетическая теория тепла во многом предвосхитила современное представление о строении материи и многие фундаментальные законы, в числе которых одно из начал термодинамики). </p>
				<p>Основоположник научного мореплавания и физической химии; заложил основы науки о стекле.</p>
				<p>Астроном (так, открыл наличие атмосферы у планеты Венеры), приборостроитель, географ, металлург, геолог. Также поэт, художник, филолог, генеалог, историограф; поборник развития отечественных науки, экономики, образования (разработал проект Московского университета, впоследствии названного в его честь).</p>
				<p>Статский советник, профессор химии (1745), действительный член Санкт-Петербургской Императорской академии наук (1745) и почётный член Королевской Шведской и Болонской академий наук.</p>
				",
				// Ермак Тимофеевич
				'modalLabelErmak' => "Ермак Тимофеевич",
		    	'modalErmak' => "
				<p><strong>Ерма́к Тимофе́евич</strong> (1532 — 6 (16) августа 1585, Сибирское царство) — казачий атаман, исторический завоеватель Сибири для Русского государства.
				</p>
				",
				// Баранов, Александр Андреевич
				'modalLabelBaranov' => "Баранов, Александр Андреевич",
				'modalBaranov' => "
				<p><strong>Алекса́ндр Андре́евич Бара́нов</strong> (3 февраля 1746, Каргополь — 16 апреля 1819, около острова Ява) — русский государственный деятель, предприниматель, первый Главный правитель русских поселений в Северной Америке (1790—1818).
				</p>
				",
				// Орловский, Борис Иванович
				'modalLabelOrlovskiy' => "Орловский, Борис Иванович",
				'modalOrlovskiy' => "
				<p><strong>Бори́с Ива́нович Орло́вский</strong> (фамилия при рождении — Смирнов; 1791 (в других источниках 1793), село Столбецкое (Большое Столбецкое), Малоархангельский уезд (позднее село входило в состав Мценского уезда), Орловское наместничество (ныне Покровский район Орловской области) — 16 (28) декабря 1837, Санкт-Петербург) — русский скульптор эпохи ампира, ученик и последователь Бертеля Торвальдсена.
				</p>
				",
				// Кутузов, Михаил Илларионович
				'modalLabelKutuzov' => "Кутузов, Михаил Илларионович",
				'modalKutuzov' => "
				<p>Граф (1811), Светлейший князь (1812) <strong>Михаи́л Илларио́нович Голени́щев-Куту́зов</strong> (5 [16] сентября 1745, Санкт-Петербург — 16 [28] апреля 1813, Бунцлау) — русский полководец, государственный деятель и дипломат, генерал-фельдмаршал из рода Голенищевых-Кутузовых, участник русско-турецких войн, главнокомандующий русской армией во время Отечественной войны 1812 года. Казанский, Вятский и Литовский генерал-губернатор, Санкт-Петербургский и Киевский военный губернатор. Полномочный посол в Турции. Первый полный кавалер ордена Святого Георгия. С 1812 года именовался светле́йшим князем Голенищевым-Кутузовым-Смоле́нским.
				</p>
				<p>Ученик и соратник А. В. Суворова.</p>
				",
				// Ушаков, Фёдор Фёдорович
				'modalLabelUshakov' => "Ушаков, Фёдор Фёдорович",
				'modalUshakov' => "
				<p><strong>Фёдор Фёдорович Ушако́в</strong> (13 февраля 1745 — 2 октября 1817) — русский флотоводец, командующий Черноморским флотом (1790—1798); командующий русско-турецкой эскадрой в Средиземном море (1798—1800), адмирал (1799).
				</p>
				<p>Не потерял в боях ни одного корабля, ни один его подчинённый не попал в плен. Ушаков одержал победу в 43 морских сражениях и ни одного поражения не потерпел.</p>
				<p>В 2001 году Русской православной церковью причислен к лику святых как праведный воин Феодор Ушаков.
				</p>
				",
			// КООНЕЦ верхний ряд
			// нижний ряд
				// Платов, Матвей Иванович
				'modalLabelPlatonov' => "Платов, Матвей Иванович",
				'modalPlatonov' => "
				<p>Граф (1812) <strong>Матве́й Ива́нович Пла́тов</strong> (1753—1818) — атаман Донского казачьего войска (с 1801), генерал от кавалерии (1809), который принимал участие во всех войнах Российской империи конца XVIII — начала XIX века. В 1805 году основал Новочеркасск, куда перенёс столицу Донского казачьего войска.
				</p>
				",
				// Пушкин Александр Сергеевич
				'modalLabelPushkin' => "Пушкин Александр Сергеевич",
				'modalPushkin' => "
				<p><strong>Алекса́ндр Серге́евич Пу́шкин</strong> (26 мая [6 июня] 1799, Москва — 29 января [10 февраля] 1837, Санкт-Петербург) — русский поэт, драматург и прозаик, заложивший основы русского реалистического направления, критик и теоретик литературы, историк, публицист; один из самых авторитетных литературных деятелей первой трети XIX века.
				</p>
				<p>Ещё при жизни Пушкина сложилась его репутация величайшего национального русского поэта. Пушкин рассматривается как основоположник современного русского литературного языка.</p>
				",
				// Ермолов, Алексей Петрович
				'modalLabelErmolov' => "Ермолов, Алексей Петрович",
				'modalErmolov' => "
				<p><strong>Алексе́й Петро́вич Ермо́лов</strong> (24 мая [4 июня] 1777[2][3], Москва — 11 [23] апреля 1861, Москва) — российский военачальник, государственный деятель и дипломат, участник многих крупных войн, которые Российская империя вела с 1790-х по 1820-е. Генерал от инфантерии (1818), генерал от артиллерии (1837)[4]. Глав­но­управ­ляю­щий гражданской ча­стью и пограничными делами в Гру­зии, Ас­т­ра­хан­ской и Кав­каз­ской гу­бер­ни­ях; командующий Отдельным Грузинским корпусом (1816—1827). Автор мемуаров.
				</p>
				",
				// Лермонтов, Михаил Юрьевич
				'modalLabelLermantov' => "Лермонтов, Михаил Юрьевич",
				'modalLermantov' => "
				<p><strong>Михаи́л Ю́рьевич Ле́рмонтов</strong> (3 октября 1814, Москва — 15 июля 1841, Пятигорск) — русский поэт, прозаик, драматург, художник. Творчество Лермонтова, в котором сочетаются гражданские, философские и личные мотивы, отвечавшие насущным потребностям духовной жизни русского общества, ознаменовало собой новый расцвет русской литературы и оказало большое влияние на виднейших русских писателей и поэтов XIX и XX веков. Произведения Лермонтова получили большой отклик в живописи, театре, кинематографе. Его стихи стали подлинным кладезем для оперного, симфонического и романсового творчества. Многие из них стали народными песнями.
				</p>
				",
				// Кошка, Пётр Маркович
				'modalLabelKoshka' => "Кошка, Пётр Маркович",
				'modalKoshka' => "
				<p><strong>Пётр Ма́ркович Ко́шка</strong> (1828—1882) — матрос Черноморского флота, герой Севастопольской обороны 1854—1855 годов, участник Синопского сражения.
				</p>
				<p>Один из самых известных героев Обороны Севастополя. Образ матроса Кошки выведен практически во всех отечественных художественных произведениях, повествующих о Крымской войне.
				</p>
				",
				// Муравьёв-Карский, Николай Николаевич
				'modalLabelMuravev' => "Муравьёв-Карский, Николай Николаевич",
				'modalMuravev' => "
				<p><strong>Никола́й Никола́евич Муравьёв-Ка́рский</strong> (1794—1866) — русский военачальник, дипломат и путешественник из рода Муравьёвых. Кавказский наместник (1854—1856). За взятие Карса во время Крымской войны получил почётное прозвище «Карсский» (в советских и современных публикациях чаще встречается написание «Карский»). По окончании войны вышел в отставку в чине генерала от инфантерии.
				</p>
				",
			// КООНЕЦ нижний ряд
			// сидит
				// Давыдов, Денис Васильевич
				'modalLabelDavidov' => "Давыдов, Денис Васильевич",
				'modalDavidov' => "
				<p><strong>Дени́с Васи́льевич Давы́дов</strong> (дореф. Денисъ Васильевичъ Давыдовъ 16 (27) июля 1784, Москва — 22 апреля (4 мая) 1839, село Верхняя Маза, Сызранский уезд, Симбирская губерния) — русский поэт, наиболее яркий представитель «гусарской поэзии», мемуарист, генерал-лейтенант. Один из командиров партизанского движения во время Отечественной войны 1812 года.
				</p>
				",
			// КООНЕЦ сидит
		// КОНЕЦ Левое крыло, фрагмент 1
		// Левое крыло, фрагмент 2
			// верхний ряд
				// Суворов, Александр Васильевич
				'modalLabelSuvorov' => "Суворов, Александр Васильевич",
				'modalSuvorov' => "
				<p>Граф (1789), Князь (с 1799) <strong>Алекса́ндр Васи́льевич Суво́ров</strong> (13 [24] ноября 1730 — 6 [18] мая 1800) — русский полководец, основоположник отечественной военной теории, национальный герой России. Генералиссимус (1799), генерал-фельдмаршал (1794), генерал-фельдмаршал Священной Римской империи (1799), великий маршал войск пьемонтских, кавалер всех российских орденов своего времени, вручавшихся мужчинам, а также семи иностранных.
				</p>
				<p>С 1789 года носил почётное прозвание граф Суворов-Рымникский, а с 1799 года — князь Италийский граф Суворов-Рымникский.
				</p>
				<p>За всю свою карьеру полководца не проиграл ни одного сражения, неоднократно наголову разбивал значительно превосходящие по численности силы противника. Всего дал более 60 крупных сражений. Известен своей заботой о солдатах, в том числе участием в разработке новой практичной полевой униформы, на смену униформе «на прусский манер».
				</p>
				",
				// Нахимов, Павел Степанович
				'modalLabelNakhimov' => "Нахимов, Павел Степанович",
				'modalNakhimov' => "
				<p><strong>Па́вел Степа́нович Нахи́мов</strong> (23 июня [5 июля] 1802, сельцо Городок, Вяземский уезд, Смоленская губерния — 30 июня [12 июля] 1855, Севастополь) — российский флотоводец, адмирал (1855).
				</p>
				",
				// Толстой, Алексей Константинович
				'modalLabelTolstoiAK' => "Толстой, Алексей Константинович",
				'modalTolstoiAK' => "
				<p>Граф <strong>Алексе́й Константи́нович Толсто́й</strong> (24 августа [5 сентября] 1817, Санкт-Петербург — 28 сентября [10 октября] 1875, село Красный Рог, Черниговская губерния) — русский писатель, поэт и драматург, переводчик, сатирик из рода Толстых. Член-корреспондент Петербургской АН.
				</p>
				",
				// Пржевальский, Николай Михайлович
				'modalLabelPrjevalski' => "Пржевальский, Николай Михайлович",
				'modalPrjevalski' => "
				<p><strong>Никола́й Миха́йлович Пржева́льский</strong> (31 марта [12 апреля] 1839, дер. Кимборово, Смоленская губерния — 20 октября [1 ноября] 1888, Каракол) — русский путешественник и натуралист. Предпринял несколько экспедиций в Центральную Азию. В 1878 году избран почётным членом Академии наук. Генерал-майор (1886).
				</p>
				",
				// Пирогов, Николай Иванович
				'modalLabelPirogov' => "Пирогов, Николай Иванович",
				'modalPirogov' => "
				<p><strong>Никола́й Ива́нович Пирого́в</strong> (13 [25] ноября 1810, Москва — 23 ноября [5 декабря] 1881, с. Вишня (ныне в черте Винницы), Подольская губерния) — русский хирург и учёный-анатом, естествоиспытатель и педагог, профессор, создатель первого атласа топографической анатомии, основоположник русской военно-полевой хирургии, основатель русской школы анестезии. Тайный советник.
				</p>
				",
				// Тютчев, Фёдор Иванович
				'modalLabelTutchev' => "Тютчев, Фёдор Иванович",
				'modalTutchev' => "
				<p><strong>Фёдор Ива́нович Тю́тчев</strong> (23 ноября [5 декабря] 1803, Овстуг, Орловская губерния — 15 [27] июля 1873, Царское Село) — русский лирик, поэт-мыслитель, дипломат, консервативный публицист, член-корреспондент Петербургской Академии Наук с 1857 года, тайный советник.
				</p>
				",
			// КООНЕЦ верхний ряд
			// нижний ряд
				// Даша Севастопольская
				'modalLabelSevastopolskaya' => "Даша Севастопольская",
				'modalSevastopolskaya' => "
				<p><strong>Да́ша Севасто́польская</strong> (настоящее имя Да́рья Лавре́нтьевна Миха́йлова, по мужу Хво́ростова; ноябрь 1836 — 1892) — одна из первых военных сестёр милосердия, героиня обороны Севастополя в Крымскую войну 1853—1856 гг. Как и Крестовоздвиженская община сестёр милосердия, Дарья Михайлова стоит в ряду всемирно знаменитых подвижниц.
				</p>
				",
				// Гоголь, Николай Васильевич
				'modalLabelGogol' => "Гоголь, Николай Васильевич",
				'modalGogol' => "
				<p><strong>Никола́й Васи́льевич Го́голь</strong> (фамилия при рождении Яно́вский, с 1821 — Го́голь-Яно́вский; 20 марта [1 апреля] 1809, Сорочинцы, Миргородский уезд, Полтавская губерния — 21 февраля [4 марта] 1852, Москва) — русский прозаик, драматург, поэт, критик, публицист, признанный одним из классиков русской литературы. Происходил из старинного дворянского рода Гоголей-Яновских.
				</p>
				",
				// Толстой, Лев Николаевич
				'modalLabelTolstoiLN' => "Толстой, Лев Николаевич",
				'modalTolstoiLN' => "
				<p><strong>Граф Лев Николаевич Толсто́й</strong> (28 августа [9 сентября] 1828, Ясная Поляна, Тульская губерния, Российская империя — 7 [20] ноября 1910, станция Астапово, Рязанская губерния, Российская империя) — один из наиболее известных русских писателей и мыслителей, один из величайших писателей-романистов мира. Участник обороны Севастополя. Просветитель, публицист, религиозный мыслитель, его авторитетное мнение послужило причиной возникновения нового религиозно-нравственного течения — толстовства. Член-корреспондент Императорской Академии наук (1873), почётный академик по разряду изящной словесности (1900). Был номинирован на Нобелевскую премию по литературе (1902, 1903, 1904, 1905). Впоследствии отказался от дальнейшей номинации.
				</p>
				<p>Писатель, ещё при жизни признанный главой русской литературы. Творчество Льва Толстого ознаменовало новый этап в русском и мировом реализме, выступив мостом между классическим романом XIX века и литературой XX века. Лев Толстой оказал сильное влияние на эволюцию европейского гуманизма, а также на развитие реалистических традиций в мировой литературе. Произведения Льва Толстого многократно экранизировались и инсценировались в СССР и за рубежом; его пьесы ставились на сценах всего мира. Лев Толстой был самым издаваемым в СССР писателем за 1918—1986 годы: общий тираж 3199 изданий составил 436,261 млн экземпляров.
				</p>
				<p>Наиболее известны такие произведения Толстого, как романы «Война и мир», «Анна Каренина», «Воскресение», автобиографическая трилогия «Детство», «Отрочество», «Юность», повести «Казаки», «Смерть Ивана Ильича», «Крейцерова соната», «Отец Сергий», «Хаджи-Мурат», цикл очерков «Севастопольские рассказы», драмы «Живой труп», «Плоды просвещения» и «Власть тьмы», автобиографические религиозно-философские произведения «Исповедь» и «В чём моя вера?» и др.
				</p>
				",
				// Фет, Афанасий Афанасьевич
				'modalLabelFet' => "Фет, Афанасий Афанасьевич",
				'modalFet' => "
				<p><strong>Афана́сий Афана́сьевич Фет</strong> (23 ноября [5 декабря] 1820, усадьба Новосёлки, Мценский уезд, Орловской губернии — 21 ноября [3 декабря] 1892, Москва) — русский поэт-лирик и переводчик, мемуарист, член-корреспондент Петербургской АН (1886).
				</p>
				",
				// Тургенев, Иван Сергеевич
				'modalLabelTurgenev' => "Тургенев, Иван Сергеевич",
				'modalTurgenev' => "
				<p><strong>Ива́н Серге́евич Турге́нев</strong> (28 октября [9 ноября] 1818, Орёл, Российская империя — 22 августа [3 сентября] 1883, Буживаль, Франция) — русский писатель-реалист, поэт, публицист, драматург, переводчик. Один из классиков русской литературы, внёсших наиболее значительный вклад в её развитие во второй половине XIX века. Член-корреспондент императорской Академии наук по разряду русского языка и словесности (1860), почётный доктор Оксфордского университета (1879), почётный член Московского университета (1880).
				</p>
				<p>Созданная им художественная система оказала влияние на поэтику не только русского, но и западноевропейского романа второй половины XIX века. Иван Тургенев первым в русской литературе начал изучать личность «нового человека» — шестидесятника, его нравственные качества и психологические особенности, благодаря ему в русском языке стал широко использоваться термин «нигилист». Пропагандист русской литературы и драматургии на Западе.
				</p>
				<p>Изучение произведений И. С. Тургенева — обязательная часть общеобразовательных школьных программ России. Наиболее известные произведения: цикл рассказов «Записки охотника», рассказ «Муму», повесть «Ася», романы «Дворянское гнездо», «Отцы и дети».
				</p>
				",
			// КООНЕЦ нижний ряд
			// сидят
				// Сеславин, Александр Никитич
				'modalLabelSeslavin' => "Сеславин, Александр Никитич",
				'modalSeslavin' => "
				<p><strong>Александр Никитич Сеславин</strong> (1780 — 25 апреля [7 мая] 1857) — русский военачальник, генерал-лейтенант. Знаменит своими боевыми заслугами и партизанскими действиями в период Отечественной войны 1812 года и Заграничного похода русской армии 1813—1814 годов, один из руководителей партизанского движения. Талантливый военный стратег и разведчик, автор предложений по совершенствованию ведения боевых действий и плана русской военной экспедиции по освобождению Индии от британского колониального гнёта. Происходит из древнего русского аристократического рода Сеславиных.
				</p>
				",
				// Кульнев, Яков Петрович
				'modalLabelKulnev' => "Кульнев, Яков Петрович",
				'modalKulnev' => "
				<p><strong>Я́ков Петро́вич Ку́льнев</strong> (25 июля [5 августа] 1763, Люцин, Инфлянтское воеводство, Речь Посполитая — 20 июля [1 августа] 1812, около деревни Клястицы) — русский полководец, герой Отечественной войны 1812 года. Гусар. Генерал-майор. Кавалер ордена Святого Георгия III степени и Золотого оружия «За храбрость».
				</p>
				<p>Первым из русских генералов Отечественной войны 1812 года пал в бою.
				</p>
				",
			// КООНЕЦ сидят
		// КОНЕЦ Левое крыло, фрагмент 2
		// Центр, фрагмент 3 
			// Блок людей
				// Лесков, Николай Семёнович
				'modalLabelLeskov' => "Лесков, Николай Семёнович",
				'modalLeskov' => "
				<p><strong>Никола́й Семёнович Леско́в</strong> (4 [16] февраля 1831, село Горохово, Орловская губерния — 21 февраля [5 марта] 1895, Санкт-Петербург) — русский писатель и публицист, мемуарист.
				</p>
				<p>«Лескова русские люди признают самым русским из русских писателей и который всех глубже и шире знал русский народ таким, каков он есть», — писал Д. П. Святополк-Мирский (1926).
				</p>
				",
				// Достоевский, Фёдор Михайлович
				'modalLabelDostoevski' => "Достоевский, Фёдор Михайлович",
				'modalDostoevski' => "
				<p><strong>Фёдор Миха́йлович Достое́вский</strong> (рус. дореф. Ѳедоръ Михайловичъ Достоевскій; 30 октября [11 ноября] 1821, Москва, Российская империя — 28 января [9 февраля] 1881, Санкт-Петербург, Российская империя) — русский писатель, мыслитель, философ и публицист. Член-корреспондент Петербургской АН с 1877 года.
				</p>
				<p>Как в начале, так и в продолжении своего литературного творчества, после четырёх лет каторги и ссылки за участие в кружке Петрашевского, Достоевский выступал в качестве новатора в русле традиций русского реализма, что не получило должной оценки современников при жизни писателя.
				</p>
				<p>После смерти Достоевский был признан классиком русской литературы и одним из лучших романистов мирового значения, считается первым представителем персонализма в России. Творчество русского писателя оказало воздействие на мировую литературу, в частности, на творчество ряда лауреатов Нобелевской премии по литературе, на становление экзистенциализма и фрейдизма.
				</p>
				<p>К наиболее значительным произведениям писателя относятся романы «великого пятикнижия». Романы «Преступление и наказание», «Идиот», «Бесы» и «Братья Карамазовы» включены в список 100 лучших книг Норвежского книжного клуба 2002 года. Многие известные произведения Достоевского многократно экранизировались и инсценировались в театре, ставились балетные и оперные постановки.
				</p>
				",
				// Иоанн Кронштадтский
				'modalLabelKronshtadtski' => "Иоанн Кронштадтский",
				'modalKronshtadtski' => "
				<p><strong>Иоа́нн Кроншта́дтский</strong> (настоящее имя — Иоа́нн Ильи́ч Се́ргиев; 19 (31) октября 1829, село Сура, Пинежский уезд, Архангельская губерния — 20 декабря 1908 (2 января 1909), Кронштадт, Санкт-Петербургская губерния) — священник Русской православной церкви, митрофорный протоиерей; настоятель Андреевского собора в Кронштадте; член Святейшего правительствующего синода с 1906 года (от участия в заседаниях уклонился); «вдохновитель создания и почётный член» Союза русского народа. Проповедник, духовный писатель, церковно-общественный деятель правоконсервативных и монархических взглядов. Почётный член Императорского православного палестинского общества. Крайне негативно оценивался официальной пропагандой в СССР
				</p>
				<p>Тезоименитство — 19 октября (по юлианскому календарю) — перенесение мощей Иоанна Рыльского.
				</p>
				<p>Погребён в основанном им Иоанновском монастыре на Карповке (Санкт-Петербург).
				</p>
				<p>Канонизирован в лике праведных Русской православной церковью заграницей 19 октября (1 ноября) 1964 года; впоследствии, 8 июня 1990 года, — Русской православной церковью (святой праведный Иоанн Кронштадтский).
				</p>
				<p>Память совершается 20 декабря и 1 июня по юлианскому календарю (в Русской православной церкви заграницей — также 19 октября).
				</p>
				",
				// Гермоген (патриарх Московский)
				'modalLabelGermogen' => "Гермоген (патриарх Московский)",
				'modalGermogen' => "
				<p><strong>Патриа́рх Гермоге́н</strong> (Ермоге́н[1], в миру Ермолай; ок. 1530 — 17 (27) февраля 1612) — патриарх Московский и всея Руси (1606—1612, в заточении с 1 (11) мая 1611), известный церковный общественный деятель эпохи Смутного времени. Канонизирован Русской православной церковью.
				</p>
				<p>Дни празднования священномученику Ермогену: 17 февраля (1 марта) в високосный год или 17 февраля (2 марта) в невисокосные годы — преставление, а также 12 (25) мая — прославление в лике святителей.
				</p>
				",
				// Родионов, Евгений Александрович
				'modalLabelRodionov' => "Родионов, Евгений Александрович",
				'modalRodionov' => "
				<p><strong>Евге́ний Алекса́ндрович Родио́нов</strong> (23 мая 1977, село Чибирлей, Пензенская область — 23 мая 1996, близ села Бамут, Чечня) — российский военнослужащий, рядовой Пограничных войск РФ. На Первой чеченской войне вместе с группой сослуживцев долгое время провёл в плену, подвергаясь жестоким пыткам. Для многих Евгений стал символом мужества, чести и верности. Посмертно награждён орденом Мужества.
				</p>
				",
				// Иоанн (Снычёв)
				'modalLabelIoann' => "Иоанн (Снычёв)",
				'modalIoann' => "
				<p><strong>Митрополи́т Иоа́нн</strong> (в миру Ива́н Матве́евич Снычёв; 9 октября 1927, село Новая Маячка, Николаевская область, теперь Алёшковский район, Херсонская область — 2 ноября 1995, Санкт-Петербург) — епископ Русской Православной Церкви, с 20 июля 1990 года митрополит Санкт-Петербургский и Ладожский, постоянный член Священного Синода, публицист, один из основателей Петровской академии наук и искусств и историк церкви.
				</p>
				<p>Магистр богословия («Церковные расколы в Русской Церкви 20-х и 30-х годов XX столетия – григорианский, ярославский, иосифлянский, викторианский и другие, их особенности и история» 1966), автор ряда трудов на богословские и исторические темы. В либеральных кругах критикуется за традиционализм, антисемитизм, монархизм, национализм и анти-западничество.
				</p>
				",
				// Илий (Ноздрин)
				'modalLabelIlii' => "Илий (Ноздрин)",
				'modalIlii' => "
				<p><strong>Схиархимандрит Илий</strong> (в миру Алексей Афанасьевич Ноздрин; 8 марта 1932, село Становой Колодезь, Орловский район, Центрально-Чернозёмная область) — священнослужитель Русской православной церкви, духовник братии Оптиной пустыни, личный духовник патриарха Московского Кирилла.
				</p>
				",
				// Булгаков, Сергей Николаевич
				'modalLabelBulgakov' => "Булгаков, Сергей Николаевич",
				'modalBulgakov' => "
				<p><strong>Серге́й (Сергий) Никола́евич Булга́ков</strong> (16 [28] июля 1871, Ливны, Орловская губерния — 13 июля 1944, Париж) — русский философ, богослов, православный священник, экономист. Создатель учения о Софии Премудрости Божьей, осуждённого Московской Патриархией в 1935 г., но без обвинения его в ереси.
				</p>
				",
			// КООНЕЦ Блок людей
			// Образы-символы
				// Мать
				'modalLabelMather' => "Мать",
				'modalMather' => "
				<p><strong>Образ Матерей России</strong>.
				</p>
				",
				// Дедушка
				'modalLabelGrandfather' => "Дедушка",
				'modalGrandfather' => "
				<p><strong>Oснова Рода</strong>.
				</p>
				",
				// Мальчик
				'modalLabelBoy' => "Мальчик",
				'modalBoy' => "
				<p><strong>Oлицетворение будущих Защитников, Государственных Умов, Созидателей, Наследников Великих Традиций Земли Русской</strong>!
				</p>
				",
			// КООНЕЦ Образы-символы
		// КООНЕЦ Центр, фрагмент 3 
		// Правое крыло, фрагмент 4
			// верхний ряд
				// Шаляпин, Фёдор Иванович
				'modalLabelShalyapin' => "Шаляпин, Фёдор Иванович",
				'modalShalyapin' => "
				<p><strong>Фёдор Ива́нович Шаля́пин</strong> (1 [13] февраля 1873, Казань — 12 апреля 1938, Париж) — русский оперный и камерный певец (высокий бас), в разное время солист Большого и Мариинского театров, а также театра Метрополитен Опера, первый народный артист Республики (1918—1927, звание возвращено в 1991), в 1918—1921 годах — художественный руководитель Мариинского театра. Получил репутацию артиста, который соединил в своём творчестве «прирождённую музыкальность, яркие вокальные данные, необыкновенное актёрское мастерство». Занимался в разное время живописью, графикой, скульптурой и снимался в кино. Оказал большое влияние на мировое оперное искусство.
				</p>
				",
				// Вяльцева, Анастасия Дмитриевна
				'' => "Вяльцева, Анастасия Дмитриевна",
				'modalValiceva' => "
				<p><strong>Анастаси́я Дми́триевна Вя́льцева</strong> (по мужу — Бискупская; 1 [13] марта 1871, слобода Алтухово, Севский уезд, Орловская губерния — 4 [17] февраля 1913, Санкт-Петербург) — русская эстрадная певица (меццо-сопрано), исполнительница русских и «цыганских» романсов, артистка оперетты.
				</p>
				",
				// Тальков, Игорь Владимирович
				'' => "Тальков, Игорь Владимирович",
				'modalTalkov' => "
				<p><strong>И́горь Влади́мирович Талько́в</strong> (4 ноября 1956, Грецовка, Щёкинский район, Тульская область — 6 октября 1991, Санкт-Петербург) — советский рок-музыкант, певец, автор песен, поэт, киноактёр.
				</p>
				<p>В начале творческого пути сотрудничал с группами «Апрель», «Калейдоскоп» и «Электроклуб». В это время Игорем было написано много песен, но он не имел возможности исполнять их.
				</p>
				<p>Впервые стал известен широкой публике после выступления в 1987 году на фестивале «Песня года» с композицией «Чистые пруды». После этого, чтобы поделиться с аудиторией собственными песнями, многие из которых по музыкальному стилю и тексту отличались от произведений, исполнявшихся им раньше, Тальков создаёт группу «Спасательный круг» и вскоре едет с нею на гастроли с программой, состоявшей из двух частей: песни гражданского содержания и лирика. К 1989 году Тальковым было написано более двухсот песен. Творчество Талькова трудно отнести к какому-либо определённому жанру; оно находится примерно на стыке поп-музыки, рок-музыки и авторской песни.
				</p>
				<p>Убит 6 октября 1991 года в Санкт-Петербурге во Дворце спорта «Юбилейный» при невыясненных до сих пор обстоятельствах.
				</p>
				",
				// Бурляев, Николай Петрович
				'modalLabelByrlyaev' => "Бурляев, Николай Петрович",
				'modalByrlyaev' => "
				<p><strong>Никола́й Петро́вич Бурля́ев</strong> (род. 3 августа 1946, Москва) — советский и российский актёр театра и кино, кинорежиссёр. Народный артист Российской Федерации (1996). Член Союза писателей России. Один из учредителей «Фонда православной культуры священника Павла Флоренского».
				</p>
				",
				// Белов, Василий Иванович
				'modalLabelBelov' => "Белов, Василий Иванович",
				'modalBelov' => "
				<p><strong>Васи́лий Ива́нович Бело́в</strong> (23 октября 1932, Тимониха, ныне Вологодская область — 4 декабря 2012, Вологда) — русский писатель и поэт, один из крупнейших представителей «деревенской прозы». Член Союза писателей СССР.
				</p>
				",
				// Ганичев, Валерий Николаевич
				'modalLabelGanichev' => "Ганичев, Валерий Николаевич",
				'modalGanichev' => "
				<p><strong>Вале́рий Никола́евич Га́ничев</strong> (3 августа 1933 — 8 июля 2018) — советский и российский писатель, журналист, общественный деятель, доктор исторических наук (1978), председатель Союза писателей России с 1994 по 2018 год.
				</p>
				",
				// Захарченко, Виктор Гаврилович
				'modalLabelZaharchenko' => "Захарченко, Виктор Гаврилович",
				'modalZaharchenko' => "
				<p><strong>Ви́ктор Гаври́лович Заха́рченко</strong> (род. 22 марта 1938 года, станица Дядьковская, Краснодарский край) — советский и российский фольклорист и общественный деятель, исследователь народной песни, хоровой дирижёр, профессор, композитор. Художественный руководитель Государственного академического ордена Дружбы народов и ордена Русской Православной Церкви святого благоверного великого князя Димитрия Донского I степени Кубанского казачьего хора. Член Совета по государственной политике при Председателе Совета Федерации Федерального Собрания Российской Федерации, член Патриаршего Совета по культуре. Народный артист РСФСР (1984), Народный артист Украины (1994). Лауреат Государственной премии Российской Федерации (2016), Государственной премии РСФСР имени М. И. Глинки (1991).
				</p>
				",
			// КООНЕЦ верхний ряд
			// средний ряд
				// Шухов, Владимир Григорьевич
				'' => "Шухов, Владимир Григорьевич",
				'modalShuhov' => "
				<p><strong>Влади́мир Григо́рьевич Шу́хов</strong> (16 [28] августа 1853 — 2 февраля 1939) — русский, советский инженер, архитектор, изобретатель, учёный; член-корреспондент (1928) и почётный член (1929) Академии наук СССР, лауреат премии имени В. И. Ленина (1929), Герой Труда (23 апреля 1928). Является автором проектов и техническим руководителем строительства первых российских нефтепроводов (1878) и нефтеперерабатывающего завода с первыми российскими установками крекинга нефти (1931). Внёс выдающийся вклад в технологии нефтяной промышленности и трубопроводного транспорта.
				</p>
				<p>В. Г. Шухов первым в мире применил для строительства зданий и башен стальные сетчатые оболочки. Впоследствии архитекторы хай-тека, знаменитые Бакминстер Фуллер и Норман Фостер, — окончательно внедрили сетчатые оболочки в современную практику строительства, и в XXI веке оболочки стали одним из главных средств формообразования авангардных зданий. Шухов ввёл в архитектуру форму однополостного гиперболоида вращения, создав первые в мире гиперболоидные конструкции.
				</p>
				",
				// Суриков, Василий Иванович
				'modalLabelSurikov' => "Суриков, Василий Иванович",
				'modalSurikov' => "
				<p><strong>Васи́лий Ива́нович Су́риков</strong> (12 (24) января 1848, Красноярск — 6 (19) марта 1916, Москва) — русский живописец, мастер масштабных исторических полотен, академик и действительный член Императорской Академии художеств.
				</p>
				",
				// Есенин, Сергей Александрович
				'modalLabelEsenin' => "Есенин, Сергей Александрович",
				'modalEsenin' => "
				<p><strong>Серге́й Алекса́ндрович Есе́нин</strong> (21 сентября (3 октября) 1895, Константиново, Кузьминская волость, Рязанский уезд, Рязанская губерния, Российская империя — 28 декабря 1925, Ленинград, СССР) — русский поэт, представитель новокрестьянской поэзии и лирики, а в более позднем периоде творчества — имажинизма.
				</p>
				",
				// Распутин, Валентин Григорьевич
				'modalLabelRasputin' => "Распутин, Валентин Григорьевич",
				'modalRasputin' => "
				<p><strong>Валенти́н Григо́рьевич Распу́тин</strong> (15 марта 1937, село Усть-Уда, Восточно-Сибирская область — 14 марта 2015, Москва) — русский советский писатель и публицист, общественный деятель. Один из наиболее значительных представителей «деревенской прозы».
				</p>
				<p>Герой Социалистического Труда (1987). Лауреат двух Государственных премий СССР (1977, 1987), Государственной премии России (2012) и Премии Правительства РФ (2010). Член Союза писателей СССР с 1967 года.
				</p>
				<p>В 1994 году выступил инициатором создания Всероссийского фестиваля «Дни русской духовности и культуры „Сияние России“» (Иркутск).
				</p>
				",
				// Михайлов, Александр Яковлевич
				'modalLabelMihaylov' => "Михайлов, Александр Яковлевич",
				'modalMihaylov' => "
				<p><strong>Алекса́ндр Я́ковлевич Миха́йлов</strong> (род. 5 октября 1944, пгт Оловянная, Читинская область, СССР) — советский и российский актёр театра и кино, кинорежиссёр и педагог. Народный артист РСФСР (1992), Народный артист Приднестровской Молдавской Республики (2014).
				</p>
				<p>Всего исполнил более 75 ролей в кино и около 50 ролей в театре. Среди наиболее известных работ артиста — главные роли царя Ивана Грозного в Малом театре, князя Мышкина и Родиона Раскольникова в Приморском драматическом театре, главные роли в фильмах «Любовь и голуби», «Мужики!», «Отряд специального назначения», «Белый снег России», «Милый друг давно забытых лет…», «Очарованный странник» и других. Известен также как исполнитель песен, романсов, стихотворений, с творческими вечерами выступал в разных регионах России (преимущественно в Москве, Сибири и на Дальнем Востоке) и в ближнем зарубежье. Занимался общественно-политической деятельностью, баллотировался в Госдуму РФ. Активный участник «русских маршей» и патриотических митингов, где выступал с зажигательными речами, идеологически близкими к русскому национализму.
				</p>
				",
				// Клыков, Вячеслав Михайлович
				'modalLabelKlykov' => "Клыков, Вячеслав Михайлович",
				'modalKlykov' => "
				<p><strong>Вячесла́в Миха́йлович Клы́ков</strong> (19 октября 1939, Мармыжи, Курская область — 2 июня 2006, Москва) — советский и российский скульптор, президент Международного фонда славянской письменности и культуры. Лауреат Государственной премии СССР (1982). Председатель возрождённого Союза русского народа (2005—2006).
				</p>
				",
				// Михалков, Никита Сергеевич
				'modalLabelMihalkov' => "Михалков, Никита Сергеевич",
				'modalMihalkov' => "
				<p><strong>Ники́та Серге́евич Михалко́в</strong> (род. 21 октября 1945, Москва, СССР) — советский и российский кинорежиссёр, актёр, сценарист и продюсер. Народный артист РСФСР (1984). Полный кавалер ордена «За заслуги перед Отечеством». Председатель Союза кинематографистов России с 1998 года. Трижды лауреат Государственной премии Российской Федерации (1993, 1995, 1999).
				</p>
				<p>Обладатель «Золотого льва» Венецианского кинофестиваля (1991) и номинант на премию «Оскар» (1993) в категории «Лучший фильм на иностранном языке» за фильм «Урга — территория любви». Лауреат премии «Оскар» (1995) в категории «Лучший фильм на иностранном языке» и Гран-при Каннского кинофестиваля (1994) за фильм «Утомлённые солнцем». Обладатель «Специального льва» Венецианского кинофестиваля (2007) за вклад в киноискусство и номинант на премию «Оскар» (2008) в категории «Лучший фильм на иностранном языке» за фильм «12».
				</p>
				",
			// КООНЕЦ средний ряд
			// нижний ряд
				//Столыпин, Пётр Аркадьевич
				'modalLabelStolypin' => "Столыпин, Пётр Аркадьевич",
				'modalStolypin' => "
				<p><strong>Пётр Арка́дьевич Столы́пин</strong> (2 [14] апреля 1862, Дрезден, Саксония — 5 [18] сентября 1911, Киев) — государственный деятель Российской империи, статс-секретарь Его Императорского Величества (1908), действительный статский советник (1904), гофмейстер (1906). Гродненский (1902—1903) и саратовский (1903—1906) губернатор, министр внутренних дел и председатель Совета министров (1906—1911), член Государственного совета (1907—1911).
				</p>
				<p>В российской истории начала XX века известен в первую очередь как реформатор и государственный деятель, сыгравший значительную роль в подавлении революции 1905—1907 годов. В апреле 1906 года император Николай II предложил Столыпину пост министра внутренних дел России. Вскоре после этого правительство было распущено вместе с Государственной думой I созыва, а Столыпин был назначен председателем Совета министров.
				</p>
				<p>На новой должности, которую он занимал вплоть до своей гибели, Столыпин провёл целый ряд законопроектов, которые вошли в историю как столыпинская аграрная реформа, главным содержанием которой было введение частной крестьянской земельной собственности. Принятый правительством закон о военно-полевых судах ужесточал наказание за совершение тяжких преступлений. Впоследствии Столыпина резко критиковали за жёсткость проводимых мер. Среди других мероприятий Столыпина на посту председателя Совета министров особое значение имели введение земства в западных губерниях, ограничение автономии Великого княжества Финляндского, изменение избирательного законодательства и роспуск II Думы, положившие конец революции 1905—1907 годов.
				</p>
				<p>Во время выступлений перед депутатами Государственной думы проявились ораторские способности Столыпина. Его фразы «Не запугаете!», «Сначала успокоение, потом реформы» и «Им нужны великие потрясения, нам нужна великая Россия» стали крылатыми.
				</p>
				<p>Из личных черт характера современниками особенно выделялось его бесстрашие. На Столыпина планировалось и было совершено 11 покушений. Во время последнего, совершённого в Киеве Дмитрием Богровым, Столыпин получил ранение, от которого через несколько дней умер.
				</p>
				",
				// 
				'' => "",
				'' => "
				
				",
				//
				'' => "",
				'' => "
				
				",
				// 
				'' => "",
				'' => "
				
				",
				//
				'' => "",
				'' => "
				
				",
				// 
				'' => "",
				'' => "
				
				",
				//
				'' => "",
				'' => "
				
				",
				// 
				'' => "",
				'' => "
				
				",
				//
				'' => "",
				'' => "
				
				",
				// 
				'' => "",
				'' => "
				
				",
			// КООНЕЦ нижний ряд
			// сидят
			// КООНЕЦ сидят
		// КООНЕЦ Правое крыло, фрагмент 4
		// Правое крыло, фрагмент 5
			// верхний ряд
			// КООНЕЦ верхний ряд
			// средний ряд
			// КООНЕЦ 
			// нижний ряд
			// КООНЕЦ нижний ряд
			// сидит
			// КООНЕЦ сидит
		// КООНЕЦ Правое крыло, фрагмент 5
	);
?>