<?php
	$ru = array(
		'pageTitle' => "Известные люди России",
		'aboutSite' => "Об этом сайте",
		'close' => "Закрыть",
		'modalLabelLomonosov' => "Ломоносов, Михаил Васильевич",
	    'modalLomonosov' => "
							<p><strong>Михаи́л Васи́льевич Ломоно́сов</strong> (8 ноября 1711, деревня Мишанинская (ныне — село Ломоносово), Архангелогородская губерния, Русское царство — 4 апреля 1765, Санкт-Петербург, Российская империя). Первый русский учёный-естествоиспытатель.
							</p>
							<p>Яркий пример «универсального человека»: энциклопедист, физик и химик (он вошёл в науку как первый химик, который дал физической химии определение, весьма близкое к современному, и предначертал обширную программу физико-химических исследований; его молекулярно-кинетическая теория тепла во многом предвосхитила современное представление о строении материи и многие фундаментальные законы, в числе которых одно из начал термодинамики). </p>
							<p>Основоположник научного мореплавания и физической химии; заложил основы науки о стекле.</p>
							<p>Астроном (так, открыл наличие атмосферы у планеты Венеры), приборостроитель, географ, металлург, геолог. Также поэт, художник, филолог, генеалог, историограф; поборник развития отечественных науки, экономики, образования (разработал проект Московского университета, впоследствии названного в его честь).</p>
							<p>Статский советник, профессор химии (1745), действительный член Санкт-Петербургской Императорской академии наук (1745) и почётный член Королевской Шведской и Болонской академий наук.</p>
	    ",
		'modalLabelErmak' => "",
	    'modalErmak' => "",
	);
?>